a52dec
aalib
abseil-cpp
acl
adobe-source-code-pro-fonts
adwaita-cursors
adwaita-icon-theme
alacritty
alsa-card-profiles
alsa-lib
alsa-topology-conf
alsa-ucm-conf
amd-ucode
aom
appmenu-gtk-module
archlinux-keyring
argon2
aribb24
at-spi2-core
atkmm
attr
audacity
audit
autoconf
automake
avahi
babl
base
base-devel
bash
binutils
bison
blas
bluez-libs
boost-libs
brotli
bubblewrap
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
cantarell-fonts
cfitsio
chrono-date
clang
compiler-rt
coreutils
cryptsetup
curl
dav1d
db
db5.3
dbus
dbus-broker
dbus-broker-units
dconf
debugedit
default-cursors
desktop-file-utils
device-mapper
dhcpcd
diffutils
dnssec-anchors
dosfstools
double-conversion
duktape
dunst
e2fsprogs
efibootmgr
efivar
electron
electron25
electron28
ell
enchant
exiv2
expat
faad2
fakeroot
ffmpeg
ffmpeg4.4
fftw
file
filesystem
findutils
firefox
flac
flex
fmt
fontconfig
freeglut
freetype2
fribidi
fuse-common
fuse2
fuse3
fzf
gawk
gc
gcc
gcc-libs
gdbm
gdk-pixbuf2
gegl
geoclue
gettext
giflib
gimp
git
github-cli
glib-networking
glib2
glibc
glibmm
glslang
glu
gmp
gnupg
gnutls
gperftools
gpgme
gpm
graphite
grep
grim
groff
grub
gsettings-desktop-schemas
gsfonts
gsm
gssdp
gst-plugins-bad-libs
gst-plugins-base-libs
gstreamer
gtk-layer-shell
gtk-update-icon-cache
gtk2
gtk3
gtkmm3
guile
gupnp
gupnp-igd
gzip
harfbuzz
harfbuzz-icu
helix
hicolor-icon-theme
hidapi
highway
hwdata
hwloc
hyphen
hyprland
hyprlang
iana-etc
icu
imath
iproute2
iptables
iputils
iso-codes
iwd
jansson
jasper
jbigkit
jemalloc
json-c
json-glib
jsoncpp
kbd
keyutils
kmod
krb5
l-smash
lame
lapack
lcms2
ldns
lensfun
less
libappindicator-gtk3
libarchive
libass
libassuan
libasyncns
libavc1394
libavif
libb2
libbluray
libbpf
libbs2b
libbsd
libcamera
libcamera-ipa
libcap
libcap-ng
libcgif
libcloudproviders
libcolord
libcups
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk3
libdca
libde265
libdeflate
libdisplay-info
libdovi
libdrm
libdvbpsi
libebml
libedit
libelf
libepoxy
libevdev
libevent
libexif
libfabric
libfdk-aac
libffi
libfontenc
libfreeaptx
libgcrypt
libgexiv2
libglvnd
libgpg-error
libgudev
libheif
libice
libid3tag
libidn
libidn2
libiec61883
libimagequant
libimobiledevice
libinih
libinput
libisl
libjpeg-turbo
libjxl
libksba
liblc3
libldac
libldap
libliftoff
libluv
libmad
libmanette
libmatroska
libmd
libmfx
libmm-glib
libmng
libmnl
libmodplug
libmpc
libmpcdec
libmpdclient
libmpeg2
libmspack
libmypaint
libmysofa
libndp
libnetfilter_conntrack
libnewt
libnfnetlink
libnftnl
libnghttp2
libnghttp3
libngtcp2
libnice
libnl
libnm
libnotify
libnsl
libogg
libomxil-bellagio
libopenmpt
libp11-kit
libpcap
libpciaccess
libpgm
libpipeline
libpipewire
libplacebo
libplist
libpng
libproxy
libpsl
libpulse
libraw
libraw1394
librsvg
libsamplerate
libsasl
libsbsms
libseccomp
libsecret
libsigc++
libsm
libsndfile
libsodium
libsoup
libsoup3
libsoxr
libspiro
libssh
libssh2
libstemmer
libsysprof-capture
libtar
libtasn1
libteam
libtermkey
libthai
libtheora
libtiff
libtirpc
libtool
libtorrent-rasterbar
libunibreak
libunistring
libunwind
libupnp
liburing
libusb
libusbmuxd
libutempter
libuv
libva
libvdpau
libverto
libvips
libvorbis
libvpl
libvpx
libvterm
libwacom
libwebp
libwireplumber
libwmf
libwpe
libx11
libxau
libxcb
libxcomposite
libxcrypt
libxcursor
libxcvt
libxdamage
libxdmcp
libxext
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxml2
libxmu
libxpm
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libyaml
libyuv
licenses
lilv
linux
linux-api-headers
linux-firmware
linux-firmware-whence
llvm-libs
lm_sensors
lua
luajit
lv2
lz4
lzo
m4
mailcap
make
man-db
mariadb
mariadb-clients
mariadb-libs
md4c
mesa
minizip
mkcert
mkinitcpio
mkinitcpio-busybox
mobile-broadband-provider-info
mpfr
mpg123
msgpack-c
mtdev
mtools
mypaint-brushes1
ncurses
neovim
nettle
networkmanager
node-gyp
nodejs
nodejs-nopt
noto-fonts
npm
npth
nspr
nss
numactl
obsidian
ocl-icd
opencore-amr
openexr
openjpeg2
openmpi
openpmix
openssh
openssl
openucx
opera
opus
opusfile
orc
os-prober
p11-kit
pacman
pacman-mirrorlist
pam
pambase
pango
pangomm
patch
pciutils
pcre
pcre2
pcsclite
perl
perl-error
perl-mailtools
perl-timedate
pinentry
pipewire
pipewire-audio
pipewire-jack
pipewire-pulse
pipewire-session-manager
pixman
pkgconf
playerctl
polkit
poppler
poppler-data
poppler-glib
popt
portaudio
portmidi
portsmf
postgresql
postgresql-libs
procps-ng
prrte
psmisc
python
python-attrs
python-cffi
python-cryptography
python-packaging
python-pip
python-ply
python-pycparser
python-wheel
qbittorrent
qt5-base
qt5-svg
qt5-translations
qt5-x11extras
qt6-base
qt6-declarative
qt6-svg
qt6-translations
qt6-wayland
rapidjson
rav1e
readline
ripgrep
rtkit
rubberband
sbc
sdbus-cpp
sdl2
seatd
sed
semver
serd
shaderc
shadow
shared-mime-info
slang
slurp
snappy
sndio
sord
soundtouch
spdlog
speex
speexdsp
spirv-tools
sqlite
sratom
srt
sudo
suil
suitesparse
svt-av1
swappy
swayidle
swayimg
systemd
systemd-libs
systemd-sysvcompat
taglib
tar
texinfo
tmux
tomlplusplus
tpm2-tss
tracker3
tree-sitter
tslib
ttf-liberation
twolame
tzdata
unibilium
unrar
unzip
upower
usbmuxd
util-linux
util-linux-libs
v4l-utils
vamp-plugin-sdk
vapoursynth
vid.stab
vim
vim-runtime
vivaldi
vlc
vmaf
vulkan-headers
vulkan-icd-loader
vulkan-validation-layers
wavpack
waybar
wayland
wayland-protocols
webkit2gtk
webrtc-audio-processing-1
wget
which
wireplumber
wl-clipboard
wlroots
woff2
wofi
wpa_supplicant
wpebackend-fdo
wxwidgets-common
wxwidgets-gtk3
x264
x265
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-errors
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xdg-dbus-proxy
xdg-desktop-portal
xdg-desktop-portal-hyprland
xdg-utils
xkeyboard-config
xorg-fonts-encodings
xorg-server-common
xorg-setxkbmap
xorg-xinput
xorg-xkbcomp
xorg-xprop
xorg-xrandr
xorg-xset
xorg-xwayland
xorgproto
xvidcore
xxhash
xz
zellij
zeromq
zimg
zip
zix
zlib
zsh
zstd
